runs/case_14/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2606                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   nonuniform List<vector> 
574674
(
(6.59749 0.00047836 -0.0011166)
(6.59618 0.00284803 0.00122884)
(6.59865 0.00273461 0.00140827)
(6.59896 0.00232164 0.00112841)
(6.59869 0.00198881 0.00105876)
(6.5999 0.00191331 0.00110209)
(6.59827 0.00113454 -2.585e-05)
(6.5985 0.0018011 0.000733172)
...
)
;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform (6.6 0 0);
    }
    outlet
    {
        type            zeroGradient;
    }
    sides
    {
        type            slip;
    }
    symmetry
    {
        type            symmetryPlane;
    }
    tailfin
    {
        type            noSlip;
    }
}


// ************************************************************************* //
